const phrases = {
  1: '[Васiлiса Егоровна i мужичкi, фраза 101] / І аб чом же у нас будєт разгавор?', // CAADAgADBAAD09KeCnfMl_xO0kSQAg
  2: '[Васiлiса Егоровна i мужичкi, фраза 23] / Я етого нє люблю', // CAADAgADCAAD09KeCtGzuj4pydzrAg
  3: '[Васiлiса Егоровна i мужичкi, фраза 53] / Ну нє абіжайся', // CAADAgADCQAD09KeCsntGtCPqKDIAg
  4: '[Васiлiса Егоровна i мужичкi, фраза 85] / Єсть', // CAADAgADCgAD09KeClr9ZjkHoEBbAg
  5: '[Васiлiса Егоровна i мужичкi, фраза 103] / Ну как ето об чьом, Васіліса Єгоровна? Разниє єсть інтєрєсниє для нас обоїх вєщі---',
  6: '[Васiлiса Егоровна i мужичкi, фраза 106] / Мінє оні уже давно нє інтєрєсниє еті вєщі', // CAADAgADCwAD09KeCrwL3nrMBuz-Ag
  7: '[Васiлiса Егоровна i мужичкi, фраза 109] / Ето, Вася, шо, нада понімать как визов?', // CAADAgADDAAD09KeCiuvBB5ohNT8Ag
  8: '[Васiлiса Егоровна i мужичкi, фраза 124] / Ні, то нє, то я так', // CAADAgADDQAD09KeCp__ooxRu1DmAg
  9: '[Васiлiса Егоровна i мужичкi, фраза 139] / А ти хуй в бєлки видів?', // CAADAgADDgAD09KeCrj7rRDLaF8nAg
  10: '[Васiлiса Егоровна i мужичкi, фраза 162] / Ну шо як відімость?---',
  11: '[Васiлiса Егоровна i мужичкi, фраза 168] / Та, то найобки єщо хуйня', // CAADAgADDwAD09KeCntwXnKhIseBAg
  12: '[Васiлiса Егоровна i мужичкi, фраза 222] / А мої прєдки були дворянє', // CAADAgADEAAD09KeCooWmyZ53gniAg
  13: '[Гамлєт, або Феномен датського кацапізма, фраза 27] / Блядські ці питання зайобують', // CAADAgADEQAD09KeCszSKZNdwvvVAg
  14: '[Гамлєт, або Феномен датського кацапізма, фраза 28] / Про наслідки можливі не подумать? Один лиш тільки раз і вже крадеться піздець з своєю усмішкою хижой---',
  15: '[Гамлєт, або Феномен датського кацапізма, фраза 30] / Такіє варіанти єбав я в рот і в носа', // CAADAgADEgAD09KeCtTX4Noq63rbAg
  16: '[Гамлєт, або Феномен датського кацапізма, фраза 59] / Не можна мстить. Повинні ми любити всіх підорасів, злодіїв, убивць---',
  17: '[Гамлєт, або Феномен датського кацапізма, фраза 70] / Хуйова мода---',
  18: '[Гамлєт, або Феномен датського кацапізма, фраза 72] / Но це, конєшно, в смислє пєрєносном', // CAADAgADEwAD09KeClXixfOQETv5Ag
  19: '[Гамлєт, або Феномен датського кацапізма, фраза 74] / О часи, о Данія нещасна!', // CAADAgADFAAD09KeCtBLuwZWc_KDAg
  20: '[Гамлєт, або Феномен датського кацапізма, фраза 77] / Шось пиздите таке, що не просцяти і за цілий тиждень', // CAADAgADFQAD09KeCjmNApx8r9FDAg
  21: '[Гамлєт, або Феномен датського кацапізма, фраза 89] / Сучій сину, хуйовий нєдоносок! Так на батька! Таку хуйню казать!', // CAADAgADFgAD09KeCn0hMHVM_oYcAg
  22: '[Гамлєт, або Феномен датського кацапізма, фраза 122] / Бешкетнику…', // CAADAgADFwAD09KeCmA2QGVt2B31Ag
  23: '[Гамлєт, або Феномен датського кацапізма, фраза 131] / Щас піздець вам буде, слівайте воду, йобані масони, чи як вас там---',
  24: '[Гамлєт, або Феномен датського кацапізма, фраза 152] / Шо не ясно?', // CAADAgADGAAD09KeCjdOv1Ub5sSeAg
  25: '[Гамлєт, або Феномен датського кацапізма, фраза 154] / Папаша, всьо буде в лучшем відє, не хвилюйтесь', // CAADAgADGQAD09KeCva19FvsZ2JxAg
  26: '[Гамлєт, або Феномен датського кацапізма, фраза 177] / Ітоги подвєдьом---',
  27: '[Гамлєт, або Феномен датського кацапізма, фраза 182] / Ех, блядська Данія! Піздєц всім сподіванням…---',
  28: '[Гамлєт, або Феномен датського кацапізма, фраза 192] / Завіса', // CAADAgADGgAD09KeCpi-A0DjV6TUAg
  29: '[Герой нашого часу. Повість друга, фраза 52] / Нє дєлай волни, Хваня', // CAADAgADGwAD09KeCqTBrOnHPzw4Ag
  30: '[Герой нашого часу. Повість друга, фраза 58] / Блядь, ніхуя не просцу', // CAADAgADHAAD09KeCgoszTR8ZRTGAg
  31: '[Герой нашого часу. Повість друга, фраза 96] / Ну от, скажіте---',
  32: '[Герой нашого часу. Повість друга, фраза 141] / Об чом ви щас думаєте, Єгорка?', // CAADAgADHQAD09KeCo9-hWO-37nqAg
  33: '[Герой нашого часу. Повість друга, фраза 156] / А вот етого как раз і ніззя', // CAADAgADHgAD09KeChfW5Ln1EIDIAg
  34: '[Герой нашого часу. Повість друга, фраза 159] / Как же так, почєму ніззя?---',
  35: '[Герой нашого часу. Повість друга, фраза 161] / А так, ніззя і всьо---',
  36: '[Герой нашого часу. Повість друга, фраза 216] / Ця хуйня тобі не допоможе', // CAADAgADHwAD09KeCldvt3FMEhtoAg
  37: '[Герой нашого часу. Повість перша, фраза 11] / Пойняв?---',
  38: '[Герой нашого часу. Повість перша, фраза 13] / Пойняв---',
  39: '[Герой нашого часу. Повість перша, фраза 30] / Кому спасібо надо сказать?', // CAADAgADIAAD09KeCjevOvpSDLj8Ag
  40: '[Герой нашого часу. Повість перша, фраза 35] / Вчити вас, синків, треба, іщо ніхуя служби не пойняли', // CAADAgADIQAD09KeCiA-z24XrfCCAg
  41: '[Герой нашого часу. Повість перша, фраза 41] / Шо не ясно, йоб твою в дарданели мать', // CAADAgADIgAD09KeCuikdW2PzhYyAg
  42: '[Герой нашого часу. Повість перша, фраза 81] / Нічого, культурно побазарілі---',
  43: '[Герой нашого часу. Повість перша, фраза 85] / Я так думаю, шо щастя кожний по-своєму понімає', // CAADAgADIwAD09KeCsPFotAHVLsZAg
  44: '[Герой нашого часу. Повість перша, фраза 102] / Ти посмотрі, какой он бистрий', // %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
  45: '[Герой нашого часу. Повість перша, фраза 105] / Хорош пиздєть', // CAADAgADJAAD09KeChpSFZY9neizAg
  46: '[Герой нашого часу. Повість перша, фраза 108] / А хто ви такой, пришлі, матюкаєтесь тут, шо такоє?', // %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
  47: '[Герой нашого часу. Повість перша, фраза 122] / Шо, нравіца? На!', // CAADAgADJQAD09KeCnH8e4OzeTQVAg
  48: '[Герой нашого часу. Повість перша, фраза 153] / А тепер шо робить будем?', // CAADAgADJgAD09KeCo98sVam7wE0Ag
  49: '[Герой нашого часу. Повість перша, фраза 161] / В етой жизні так, Ваня: хто умнєє, тот і прав', // CAADAgADJwAD09KeCk7SSrombFJXAg
  50: '[Данко, фраза 28] / Ні хуя собі!', // CAADAgADKAAD09KeCuprNINvBJm4Ag
  51: '[До хуя масла, фраза 7] / Што такоє? Што, спокойно ходіть нє можетє?', // CAADAgADKQAD09KeCsPOCZU19CcAAQI
  52: '[До хуя масла, фраза 9] / Там масла дохуя!---',
  53: '[До хуя масла, фраза 20] / Скорость охуєвающа', // CAADAgADKgAD09KeChMoWBIgATMWAg
  54: '[До хуя масла, фраза 33] / Люда, шо ми стоїмо? Щас, знаєш, скіки долбойобів набіжить?---',
  55: '[До хуя масла, фраза 41] / Ето кайф, марожено!---',
  56: '[До хуя масла, фраза 60] / І з тобою, дєд, таке буде, єслі дохуя масла з’їси', // CAADAgADKwAD09KeCg3zqPwnEnBvAg
  57: '[До хуя масла, фраза 69] / А я тєбє говоріл, што когда-нібудь етот дєнь настанєт, ето будєт, а ти нє вєріла---',
  58: '[Кацапи, фраза 73] / Та, блядська печінка… Hу наливай!', // CAADAgADLAAD09KeCvaMwFjT9SwfAg
  59: '[Кацапи, фраза 166] / Я єбу такі ваpіанти!', // CAADAgADLQAD09KeCikxT1miSa_UAg
  60: '[Кацапи, фраза 168] / Я тєбя за то уважаю, Миша, шо ти pісковий паpєнь', // CAADAgADLgAD09KeCkS2mVdtGzFZAg
  61: '[Кацапи, фраза 178] / Да йоб твою мать, нахуя мнє піздєть?', // CAADAgADLwAD09KeCv-9jYZ1SWCIAg
  62: '[Кацапи, фраза 195] / [Всі зловісно мовчать]', // CAADAgADMAAD09KeCoGXEeXDWfyWAg
  63: '[Кацапи, фраза 222] / Я что-то юмоpа-то нє пооонял…', // CAADAgADMQAD09KeCp_j_bPtEF7YAg
  64: '[Місце встрєчі ізмєніть ніззя, блядь, фраза 11] / Оце і все?---',
  65: '[Місце встрєчі ізмєніть ніззя, блядь, фраза 13] / Нє', // CAADAgADMgAD09KeCoM__0_MGYsaAg
  66: '[Місце встрєчі ізмєніть ніззя, блядь, фраза 19] / Та то всьо хуйня', // CAADAgADMwAD09KeCh_QhemBHjd6Ag
  67: '[Місце встрєчі ізмєніть ніззя, блядь, фраза 22] / Та яка хуйня, в книзі написано!---',
  68: '[Місце встрєчі ізмєніть ніззя, блядь, фраза 91] / От, жалко пацана---',
  69: '[Місце встрєчі ізмєніть ніззя, блядь, фраза 94] / Разниє случаї єсть', // CAADAgADNAAD09KeChc_zfh83Z6ZAg
  70: '[Місце встрєчі ізмєніть ніззя, блядь, фраза 145] / Боже мой, я етого нє винєсу---',
  71: '[Місце встрєчі ізмєніть ніззя, блядь, фраза 224] / Вєдь ви нє хотітє етого?---',
  72: '[Місце встрєчі ізмєніть ніззя, блядь, фраза 279] / Я, собствєно…', // CAADAgADNQAD09KeCmXC41IlQwABjgI
  73: '[Місце встрєчі ізмєніть ніззя, блядь, фраза 286] / Я больше не можу так жить! Кругом якась хуйня, скрізь підараси', // CAADAgADNgAD09KeCk5kvUiTEAwVAg
  74: '[Пацавата історія, фраза 36] / Дозвольте к Вам, Клім Моісєйович поважний, Звернутися у справах очень важних---',
  75: '[Пацавата історія, фраза 61] / Нєт!---',
  76: '[Пацавата історія, фраза 116] / [Німа сцена]', // CAADAgADNwAD09KeClXCWD3C6WmQAg
  77: '[Пацавата історія, фраза 124] / Іначе нам ніззя нікак', // CAADAgADOAAD09KeCjK-_lfkujrVAg
  78: '[Пацавата історія, фраза 138] / По-мойму, будєт заїбісь!', // CAADAgADOQAD09KeCk0Q-tlRs0vFAg
  79: '[Пацавата історія, фраза 142] / А вийдєт с етого хуйня', // CAADAgADOgAD09KeCslhPXRubHu0Ag
  80: '[Пацавата історія, фраза 146] / Канєчно, я', // CAADAgADOwAD09KeCh0DW59nAAHKwAI
  81: '[Пацавата історія, фраза 169] / К тєбє прийшов я нє таясь, Тьми вогкой пацаватий Князь---',
  82: '[Пацавата історія, фраза 180] / Мнє кажеться, что ету фразу Проізносіть нє стоіт сразу', // CAADAgADPAAD09KeCnAa6D6TfY5BAg
  83: '[Пацавата історія, фраза 181] / А, єслі можно, мєдлєнєй…', // CAADAgADPQAD09KeCuJa2D4eEw77Ag
  84: '[Пацавата історія, фраза 184] / Вам віднєй', // CAADAgADPgAD09KeCgISCkS8mxq4Ag
  85: '[Пацавата історія, фраза 249] / Не вєрю! Нє вєрю!---',
  86: '[Піздєц, фраза 1] / Піздєц---',
  87: '[Піздєц, фраза 39] / З цього місця, будь ласка, з подробицями, Альфреде Юхимович', // CAADAgADPwAD09KeCo3h-DbGV91FAg
  88: '[Піздєц, фраза 75] / Я вас прошу, не отвлєкайтєсь, шановний Альфреде Юхимович', // CAADAgADQAAD09KeCpAszwaYmwABDgI
  89: '[Піздєц, фраза 81] / Як ви сказали, Альфреде Юхимович? Повторіть', // CAADAgADQQAD09KeCtU4VvQBnioKAg
  90: '[Піздєц, фраза 98] / Тогда надо воду злівать!', // CAADAgADQgAD09KeCjDqOjlgnrxhAg
  91: '[Піздєц, фраза 141] / От дє кайф ловлять!---',
  92: '[Піздєц, фраза 164] / От все одно – заєбісь жизнь!', // CAADAgADQwAD09KeCmusmvK3qx8-Ag
  93: '[Піздєц, фраза 165] / Відкривай, блядь!---',
  94: '[Піздєц, фраза 169] / Та одін хуй – раз живьом! Эх жизнь хуйовая!---',
  95: '[Піздєц, фраза 186] / Чєловєк чєловєку – друг, товарищ і брат', // CAADAgADRAAD09KeCgpbkhYHfZMQAg
  96: '[Піздєц, фраза 231] / Ги-ги! Ото нєхуйово!', // CAADAgADRQAD09KeCqz8bIypyXj6Ag
  97: '[Піздєц, фраза 268] / Ти не гуманіст, Омелян---',
  98: '[Піздєц, фраза 375] / Какая ви нєрвная – я єбу!', // CAADAgADRgAD09KeCmB9xPbqBxD8Ag
  99: '[Хвороба Івасика, фраза 36] / Га?', // CAADAgADRwAD09KeCrP1Z5uNRMrXAg
  100: '[Хвороба Івасика, фраза 44] / А хто це к нам лізе?', // CAADAgADSAAD09KeCkILPms6czLSAg
  101: '[Хвороба Івасика, фраза 46] / Та то якесь випадєніє', // CAADAgADSQAD09KeCi6_x2NdYUmbAg
  102: '[Хвороба Івасика, фраза 68] / Ми ковалі нашого щастя, Івасику!', // CAADAgADSgAD09KeCgLbS2dn-2iCAg
  103: '[Хвороба Івасика, фраза 82] / Настане день, і усі хвороби буде знищено---',
  104: '[Цікаві досліди, фраза 32] / Мирон Опанасович, шо в нас по плану?', // CAADAgADSwAD09KeCkckoXAigbc0Ag
  105: '[Цікаві досліди, фраза 38] / Одна думка, шо Бог є – це вже хуйня, Мирон Опанасович---',
  106: '[Цікаві досліди, фраза 41] / Звичайно, хуйня, Зоя Жорівна, ще й яка хуйня', // CAADAgADTAAD09KeCiooWXAcQyWrAg
  107: '[Цікаві досліди, фраза 42] / Це ідеалістичний онанізм', // CAADAgADTQAD09KeCvQheYOZ42ShAg
  108: '[Цікаві досліди, фраза 58] / Спокійніше, Зоя Жорівна, спокійніше', // CAADAgADTgAD09KeCnolQ-HmS4wgAg
  109: '[Цікаві досліди, фраза 73] / Досить, Гриша, сідай, п’ять', // CAADAgADTwAD09KeCovx1vl5gJlEAg
  110: '[Цікаві досліди, фраза 74] / Миша, продовжуй---',
  111: '[Цікаві досліди, фраза 90] / Сідай, п’ять---',
  112: '[Цікаві досліди, фраза 91] / Починаємо вивчення нового матеріалу---',
  113: '[Цікаві досліди, фраза 92] / Будь ласка, Мирон Опанасович', // CAADAgADUAAD09KeCvsBdcx7fYD-Ag
  114: '[Цікаві досліди, фраза 95] / Діти, хто це?---',
  115: '[Цікаві досліди, фраза 115] / І знов двійка, Носенко', // CAADAgADUQAD09KeCiGZ7XhpmBToAg
  116: '[Цікаві досліди, фраза 117] / Продовжуйте, Зоя Жорівна', // CAADAgADUgAD09KeCu5jS_HQLenlAg
  117: '[Цікаві досліди, фраза 132] / От шкода, знову часу не вистачило', // CAADAgADUwAD09KeCrYaicFPL7pKAg
  118: '[Цікаві досліди, фраза 133] / Зробимо висновки, діти---',
  119: '[Цікаві досліди, фраза 134] / Бога нема, а є природа---',
  120: '[Цікаві досліди, фраза 135] / Природу треба міняти і знищувать все, що в ній непотрібно---',
  121: '[Цікаві досліди, фраза 136] / А ти, Носенко, дай щоденик, і щоб завтра твій батько був у школі---',
  122: '[Діана, фраза 291] / Вже років три', // CAADAgADVAAD09KeCnZbdmC557A9Ag
  123: '[Гамлєт, або Феномен датського кацапізма, фраза 115] / Какой чудак, єй богу…', // CAADAgADVQAD09KeCg6LMI2O96wTAg
  124: '[Павлік Морозов, фраза 57] / Я знаю', // CAADAgADVgAD09KeCgMKGfI_tm9nAg
  125: '[Павлік Морозов, фраза 68] / От падла!---',
  126: '[Павлік Морозов, фраза 99] / Це знають ще у яслах малi дiти, Що лучше перебдiть, нiж недобдiти---',
  127: '[Павлік Морозов, фраза 186] / Так налякав, що я ледь не усрався в свої красивi новi галіфе, і нову вєщь красiву чуть не спортив', // CAADAgADVwAD09KeCgX23nYVrWrHAg
  128: '[Павлік Морозов, фраза 268] / Куди не кину оком стомленим – кругом хуйня', // CAADAgADWAAD09KeCqyNfdBLEe2BAg
  129: '[Павлік Морозов, фраза 448] / Всьо-такі нам до Європи срать і срать єщьо---',
  130: '[Павлік Морозов, фраза 790] / Сказати вам по правдi, не люблю я тих блядських теревенiв, бо не вірю у силу слова я, а вiрю в силу пiздюлєй', // CAADAgADWQAD09KeCqGhmRjPPtCYAg
  131: '[Павлік Морозов, фраза 1269] / Ну, не клянись, то грiх---',
  132: '[Остановісь, мгновєньє – ти прєкрасно!, фраза 47] / Чого мовчиш?---',
  133: '[Остановісь, мгновєньє – ти прєкрасно!, фраза 68] / Очєнь даже напрасно---',
  134: '[Остановісь, мгновєньє – ти прєкрасно!, фраза 182] / На блядки підем сьогодня?', // CAADAgADWgAD09KeCnYmmo2q5knQAg
  135: '[Сноби, фраза 57] / Вобщє, умнєйша, опитнєйша людина!', // CAADAgADWwAD09KeCtI8v2cbwmv1Ag
  136: '[Сноби, фраза 185] / Ти, Поля, сначала думай, а потом спрашуй!', // CAADAgADXAAD09KeCpB3qyVh_rxCAg
  137: '[Нірвана, фраза 56] / Просто так нічого не буває', // CAADAgADXQAD09KeCrQ--2ydp3VmAg
  138: '[Нірвана, фраза 140] / Це як у Ніцше написано: Коли ти дивишся в безодню, безодня дивиться на тебе---',
  139: '[Казка про рєпку, або Хулі не ясно?, фраза 64] / Колись порядок був, нахуй, не те, шо січас!---',
  140: '[Йоко і самураї, фраза 114] / Чого тобі треба?', // CAADAgADXgAD09KeCv7e3evxUZwWAg
  141: '[Нірвана, фраза 134] / Какой ти скучний! Це я скучний! А вона, блядь, весела!', // CAADAgADXwAD09KeCu7VLawxhv1zAg
  142: '[Місце встрєчі ізмєніть ніззя, блядь!, фраза 259] / [Відповіддю їй служать удари голови об стінку]', // CAADAgADYAAD09KeCiQ5Jp5mBhuMAg
  143: '[Васіліса Єгоровна і мужичкі, фраза 36] / Кожа як у бога', // CAADAgADYQAD09KeCi4eKz8OuqWFAg
  144: '[Король Літр, фраза 657] / Дурні пацаваті! Я вічно буду жить', // CAADAgADYgAD09KeCtqDMKvlGuaGAg
  145: '[Місце встрєчі ізмєніть ніззя, блядь!, фраза 31] / [З вани долинають звуки води і веселий регіт Красної Шапочки]---',
  146: '[Король Літр, фраза 728] / [Під його веселий регіт завіса повільно закривається]', // ??? CAADAgADYwAD09KeCvgLKF5p2eC-Ag
  147: '[Гамлєт, або Феномен датського кацапізма, фраза 80] / Вам тільки би горілки засадить та мамку бідну на печі єбати, аж дим із хати йде. А потім чаю посьорбати і кидати сокиру в паралізовану бабуню, в унітаза хуярить чобітьми', // CAADAgADZAAD09KeCruswhYD13YvAg
  148: '[Остановісь, мгновєньє – ти прєкрасно!, фраза 205] / Я люблю, щоб у мене хазяйство було---',
  149: '[Васіліса Єгоровна і мужичкі, фраза 99] / Руб єсть?', // CAADAgADZQAD09KeCmfARqGiAyZ4Ag
  150: '[Піздєц, фраза 250] / Звідки ви знаєте, дядя?---', // %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
  151: '[Герой нашого часу. Повість друга, фраза 215] / Правда, дядя Савка?', // CAADAgADZgAD09KeCqPZRtgkRejpAg
  152: '[Нірвана, фраза 170] / Привіт, “Компана”! Я вам почитати принесла!---', // %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
};

const output = {};

Object.keys(phrases).forEach((phrase) => {
  const [source, rest] = phrases[phrase].split(', фраза ');
  const [phraseN, text] = rest.split('] / ');
  // console.log(`number: ${phrase}\nsource: ${source}\nphrase #: ${phraseN}\nphrase: ${text}\n`);
  output[phrase] = {
    phrase: text,
    play: source.substring(1),
    phraseN,
    telegramStickerId: '',
  };
});

console.dir(output);
